Repository: phamhongnhung2501/Taiga.Tina
Catalog: fwork-backend/tina/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Public register is disabled.
vi: Đăng ký công khai bị vô hiệu hóa.

source: You must accept our terms of service and privacy policy
vi: Bạn phải chấp nhận các điều khoản dịch vụ và chính sách bảo mật của chúng tôi

source: invalid register type
vi: dạng đăng ký không hợp lệ

source: invalid login type
vi: dạng đăng nhập không hợp lệ

source: Username is already in use.
vi: Tên tài khoản đã được sử dụng.

source: Email is already in use.
vi: Email đã được sử dụng.

source: Token not matches any valid invitation.
vi: Mã thông báo không phù hợp với bất kỳ lời mời hợp lệ nào.

source: User is already registered.
vi: Tài khoản đã được đăng ký.

source: This user is already a member of the project.
vi: Người dùng này đã là thành viên của dự án.

source: Error on creating new user.
vi: Lỗi khi tạo tài khoản mới.

source: Invalid token
vi: Mã thông báo không hợp lệ

source: invalid username
vi: tên sử dụng không hợp lệ

source: Required. 255 characters or fewer. Letters, numbers and /./-/_ characters'
vi: Bắt buộc. 255 ký tự trở xuống. Chữ cái, số và /./-/_ ký tự'

source: This field is required.
vi: Mục này là bắt buộc.

source: Invalid value.
vi: Giá trị không hợp lệ.

source: '%s' value must be either True or False.
vi: '%s' giá trị phải là Đúng hoặc Sai.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
vi: Nhập giá trị 'slug' hợp lệ chỉ bao gồm chữ cái, số, dấu gạch dưới hoặc dấu gạch ngang.

source: Select a valid choice. %(value)s is not one of the available choices.
vi: Chọn phương án hợp lệ. %(value)s không phải là một trong những phương án có sẵn.

source: You email domain is not allowed
vi: Tên miền email của bạn không được phép sử dụng

source: Enter a valid email address.
vi: Vui lòng nhập địa chỉ email hợp lệ.

source: Date has wrong format. Use one of these formats instead: %s
vi: Định dạng ngày sai. Sử dụng một trong những định dạng này để thay thế: %s

source: Datetime has wrong format. Use one of these formats instead: %s
vi: Định dạng thời gian sai. Sử dụng một trong những định dạng sau để thay thế: %s

source: Time has wrong format. Use one of these formats instead: %s
vi: Định dạng thời gian sai. Sử dụng một trong các định dạng này thay thế: %s

source: Enter a whole number.
vi: Nhập số nguyên.

source: Ensure this value is less than or equal to %(limit_value)s.
vi: Đảm bảo giá trị này nhỏ hơn hoặc bằng %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
vi: Đảm bảo giá trị này lớn hơn hoặc bằng %(limit_value)s.

source: "%s" value must be a float.
vi: "%s" giá trị phải có dấu phẩy.

source: Enter a number.
vi: Hãy nhập số.

source: Ensure that there are no more than %s digits in total.
vi: Đảm bảo rằng không có nhiều hơn %s chữ số trong tổng số.

source: Ensure that there are no more than %s decimal places.
vi: Đảm bảo rằng không có nhiều hơn %s chữ số thập phân.

source: Ensure that there are no more than %s digits before the decimal point.
vi: Đảm bảo rằng không có nhiều hơn %s chữ số trước dấu thập phân.

source: No file was submitted. Check the encoding type on the form.
vi: Không có tệp tin nào được gửi đi. Kiểm tra loại mã trên biểu mẫu.

source: No file was submitted.
vi: Không có tệp tin nào được gửi .

source: The submitted file is empty.
vi: Tệp tin mà bạn vừa gửi trống.

source: Ensure this filename has at most %(max)d characters (it has %(length)d).
vi: Đảm bảo tên tệp này có tối đa %(max)d ký tự (it has %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
vi: Vui lòng chỉ gửi tệp hoặc chỉ đánh dấu vào ô trống.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
vi: Tải lên hình ảnh hợp lệ. Tệp tin bạn tải lên không phải là hình ảnh hoặc hình ảnh bị hỏng.

source: Blocked element
vi: Thành phần bị chặn

source: Page is not 'last', nor can it be converted to an int.
vi: Trang không là 'last', cũng không thể chuyển đổi thành int.

source: Invalid page (%(page_number)s): %(message)s
vi: Trang không hợp lệ (%(page_number)s): %(message)s

source: Invalid permission definition.
vi: Định nghĩa cấp phép không hợp lệ.

source: Invalid pk '%s' - object does not exist.
vi: Pk '%s' không hợp lệ - đối tượng không tồn tại.

source: Incorrect type. Expected pk value, received %s.
vi: Định dạng không chính xác. Giá trị pk dự kiến, đã nhận được %s.

source: Object with %s=%s does not exist.
vi: Đối tượng với %s=%s không tồn tại.

source: Invalid hyperlink - No URL match
vi: Siêu liên kết không hợp lệ - Không có URL nào khớp

source: Invalid hyperlink - Incorrect URL match
vi: Siêu liên kết không hợp lệ - Kết hợp URL không chính xác

source: Invalid hyperlink due to configuration error
vi: Siêu liên kết không hợp lệ do lỗi cấu hình

source: Invalid hyperlink - object does not exist.
vi: Siêu liên kết không hợp lệ - đối tượng không tồn tại.

source: Incorrect type. Expected url string, received %s.
vi: Dạng không chính xác. Chuỗi url dự kiến, đã nhận được %s.

source: Invalid data
vi: Dữ liệu không hợp lệ

source: No input provided
vi: Không có dữ liệu đầu vào

source: Cannot create a new item, only existing items may be updated.
vi: Không thể tạo mục mới, chỉ các mục hiện có mới có thể được cập nhật.

source: Expected a list of items.
vi: Danh sách các mục dự kiến.

source: Not found
vi: Không tìm thấy

source: Permission denied
vi: Việc cho phép bị từ chối

source: Server application error
vi: Lỗi ứng dụng máy chủ

source: Connection error.
vi: Lỗi kết nối.

source: Malformed request.
vi: Yêu cầu không đúng.

source: Incorrect authentication credentials.
vi: Thông tin xác thực không chính xác.

source: Authentication credentials were not provided.
vi: Thông tin xác thực không được cung cấp.

source: You do not have permission to perform this action.
vi: Bạn không có quyền thực hiện hành động này.

source: Method '%s' not allowed.
vi: Phương pháp '%s' không được phép.

source: Could not satisfy the request's Accept header
vi: Không thể đáp ứng yêu cầu Chấp nhận tiêu đề

source: Unsupported media type '%s' in request.
vi: Không hỗ trợ loại phương tiện truyền thông '%s' trong yêu cầu.

source: Request was throttled.
vi: Yêu cầu đã được điều chỉnh.

source: Expected available in %d second%s.
vi: Dự kiến có sẵn trong %d giây%s.

source: Unexpected error
vi: Lỗi bất thường

source: Not found.
vi: Không tìm thấy.

source: Method not supported for this endpoint.
vi: Phương pháp không hỗ trợ cho điểm cuối này.

source: Wrong arguments.
vi: Sai đối số.

source: Data validation error
vi: Lỗi xác thực dữ liệu

source: Integrity Error for wrong or invalid arguments
vi: Lỗi toàn diện cho các đối số sai hoặc không hợp lệ

source: Precondition error
vi: Lỗi điều kiện tiên quyết

source: No room left for more projects.
vi: Không còn thừa chỗ cho nhiều dự án.

source: Error in filter params types.
vi: Lỗi trong lọc các loại thông số.

source: 'project' must be an integer value.
vi: 'dự án' phải là một giá trị nguyên.

source: tina
vi: Fwork

source: Follow us on Twitter
vi: Theo dõi chúng tôi trên Twitter

source: Get the code on GitHub
vi: Nhận mã trên GitHub

source: Visit our website
vi: Truy cập trang web của chúng tôi

source: tina.io
vi: Fwork

source: You have been tinatized
vi: Bạn đã đăng ký Fwork thành công

source: <h1>You have been tinatized!</h1> <p>Welcome to tina, an Open Source, Agile Project Management Tool</p>
vi: <h1>Bạn đã đăng ký Fwork thành công !</h1> <p>Chào mừng bạn đến với Fwork,công cụ quản lý dự án </p>

source: [tina] Updates
vi: [Fwork] Các cập nhật

source: Updates
vi: Các cập nhật

source: <h3>comment:</h3> <p>%(comment)s</p>
vi: <h3>bình luận:</h3> <p>%(comment)s</p>

source: Comment: %(comment)s
vi: Bình luận: %(comment)s

source: Host access error
vi: Lỗi truy cập máy chủ

source: IP Address error
vi: Lỗi địa chỉ IP

source: User story created
vi: Đã tạo tin tức người dùng

source: User story changed
vi: Thay đổi tin tức người dùng

source: User story deleted
vi: Xoá tin tức người dùng

source: US #{} - {}
vi: Chúng tôi #{} - {}

source: Task created
vi: Đã tạo nhiệm vụ

source: Task changed
vi: Nhiệm vụ đã thay đổi

source: Task deleted
vi: Nhiệm vụ đã bị xóa

source: Task #{} - {}
vi: Nhiệm vụ #{} - {}

source: Issue created
vi: Vấn đề được tạo

source: Issue changed
vi: Vấn đề đã thay đổi

source: Issue deleted
vi: Vấn đề đã bị xóa

source: Issue: #{} - {}
vi: Vấn đề: #{} - {}

source: Wiki Page created
vi: Trang Wiki đã được tạo

source: Wiki Page changed
vi: Trang Wiki đã thay đổi

source: Wiki Page deleted
vi: Trang Wiki đã bị xóa

source: Wiki Page: {}
vi: Trang Wiki: {}

source: Sprint created
vi: Sprint đã được tạo

source: Sprint changed
vi: Sprint đã thay đổi

source: Sprint deleted
vi: Sprint đã bị xóa

source: We needed at least one role
vi: Chúng tôi cần ít nhất một lượt vào

source: Needed dump file
vi: Tập tin kết xuất cần thiết

source: Invalid dump format
vi: Định dạng kết xuất không hợp lệ

source: error importing project data
vi: lỗi nhập dữ liệu của dự án

source: error importing roles
vi: có lỗi khi nhập

source: error importing memberships
vi: lỗi nhập thành viên

source: error importing lists of project attributes
vi: lỗi nhập danh sách các thuộc tính dự án

source: error importing default project attributes values
vi: lỗi khi nhập giá trị thuộc tính của dự án mặc định

source: error importing custom attributes
vi: lỗi nhập thuộc tính tùy chỉnh

source: error importing sprints
vi: lỗi khi nhập sprints

source: error importing issues
vi: có lỗi khi nhập

source: error importing user stories
vi: lỗi khi nhập tin tức người dùng

source: error importing epics
vi: lỗi khi nhập dữ liệu

source: error importing tasks
vi: lỗi khi nhập các nhiệm vụ

source: error importing wiki pages
vi: lỗi nhập trang wiki

source: error importing wiki links
vi: lỗi nhập liên kết wiki

source: error importing tags
vi: lỗi nhập thẻ

source: error importing timelines
vi: lỗi khi nhập các mốc thời gian

source: unexpected error importing project
vi: lỗi bất thường khi nhập dự án

source: Error generating project dump
vi: Lỗi tạo kết xuất dự án

source: Error loading dump by {user_full_name} <{user_email}>:" REASON: ------- {reason} DETAILS: -------- {details} TRACE ERROR: ------------
vi: Lỗi khi tải kết xuất bởi {user_full_name} <{user_email}>:" LÝ DO: ------- {reason} CHI TIẾT: -------- {details} TRACE ERROR: ------------

source: Error loading project dump
vi: Lỗi tải dự án kết xuất

source: Error loading your project dump file
vi: Lỗi khi tải tệp kết xuất dự án của bạn

source: -- no detail info --
vi: --không có thông tin chi tiết --

source: <h1>Project dump generated</h1> <p>Hello %(user)s,</p> <h3>Your dump from project %(project)s has been correctly generated.</h3> <p>You can download it here:</p> <a class="button" href="%(url)s" title="Download the dump file">Download the dump file</a> <p>This file will be deleted on %(deletion_date)s.</p> <p><small>The tina Team</small></p>
vi: <h1>Dự án kết xuất đã được tạo</h1> <p>Xin chào %(user)s,</p> <h3> Kết xuất của bạn từ dự án %(project)s đã được tạo chính xác.</h3> <p> Bạn có thể tải nó ở đây:</p> <a class="button" href="%(url)s" tiêu đề="Download the dump file">Tải tập tin kết xuất</a> <p>Tập tin này sẽ bị xóa trên %(deletion_date)s.</p> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your dump from project %(project)s has been correctly generated. You can download it here: %(url)s This file will be deleted on %(deletion_date)s. --- The tina Team
vi: Xin chào %(user)s, Kết xuất của bạn từ dự án %(project)s đã được tạo chính xác. Bạn có thể tải xuống tại đây: %(url)s Tập tin này sẽ bị xóa trên %(deletion_date)s. --- Nhóm Fwork

source: [%(project)s] Your project dump has been generated
vi: [%(project)s] Kết xuất dự án của bạn đã được tạo

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project %(project)s has not been exported correctly.</p> <p>The tina system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>The tina Team</small></p>
vi: <h1>%(error_message)s</h1> <p>Xin chào %(user)s,</p> <p>Dự án của bạn %(project)s vẫn chưa được xuất chính xác.</p> <p>Các quản trị viên của hệ thống Fwork đã được thông báo.<br/> Vui lòng thử lại lần nữa hoặc liên hệ với nhóm hỗ trợ tại <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, %(error_message)s Your project %(project)s has not been exported correctly. The tina system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- The tina Team
vi: Xin chào %(user)s, %(error_message)s Dự án của bạn %(project)s vẫn chưa được xuất một cách chính xác. Các quản trị viên của hệ thống Fwork đã được thông báo. Vui lòng thử lại hoặc liên hệ với nhóm hỗ trợ tại %(support_email)s --- Nhóm Fwork

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project has not been importer correctly.</p> <p>The tina system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>The tina Team</small></p>
vi: <h1>%(error_message)s</h1> <p>Xin chào %(user)s,</p> <p>Dự án của bạn vẫn chưa được xuất chính xác.</p> <p>Các quản trị viên của hệ thống Fwork đã được thông báo.<br/> Vui lòng thử lại lần nữa hoặc liên hệ với nhóm hỗ trợ tại <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, %(error_message)s Your project has not been importer correctly. The tina system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- The tina Team
vi: Xin chào %(user)s, %(error_message)s Dự án của bạn vẫn chưa được xuất chính xác. Các quản trị viên của hệ thống Fwork đã được thông báo. Vui lòng thử lại hoặc liên hệ với nhóm hỗ trợ tại %(support_email)s --- Nhóm Fwork

source: [tina] %(error_subject)s
vi: [Fwork] %(error_subject)s

source: <h1>Project dump imported</h1> <p>Hello %(user)s,</p> <h3>Your project dump has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The tina Team</small></p>
vi: <h1>Đã nhập dự án kết xuất</h1> <p>Xin chào %(user)s,</p> <h3>Dự án kết xuất của bạn đã được nhập chính xác.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your project dump has been correctly imported. You can see the project %(project)s here: %(url)s --- The tina Team
vi: Xin chào %(user)s, Dự án kết xuất của bạn đã được nhập chính xác. Bạn có thể nhìn thấy dự án %(project)s tại đây: %(url)s --- Nhóm Fwork

source: [%(project)s] Your project dump has been imported
vi: [%(project)s] Dự án kết xuất của bạn đã được nhập

source: {}="{}" not found in this project
vi: {}="{}" không tìm thấy trong dự án này

source: Invalid content. It must be {"key": "value",...}
vi: Nội dung không hợp lệ. Nó phải là {"key": "value", ...}

source: It contain invalid custom fields.
vi: Chứa các trường tùy chỉnh không hợp lệ.

source: Name duplicated for the project
vi: Tên đã bị trùng trong dự án

source: Authentication required
vi: Yêu cầu xác thực

source: name
vi: tên

source: Icon url
vi: Biểu tượng url

source: description
vi: mô tả

source: Next url
vi: Url tiếp theo

source: user
vi: người dùng

source: application
vi: ứng dụng

source: full name
vi: tên đầy đủ

source: email address
vi: địa chỉ email

source: comment
vi: bình luận

source: created date
vi: ngày tạo

source: <h1>Feedback</h1> <p>tina has received feedback from %(full_name)s <%(email)s></p>
vi: <h1>Phản hồi</h1> <p>Fwork đã nhận được phản hồi từ %(full_name)s <%(email)s></p>

source: <h3>Comment</h3> <p>%(comment)s</p>
vi: <h3>Bình luận</h3> <p>%(comment)s</p>

source: Extra info
vi: Thông tin thêm

source: --------- - From: %(full_name)s <%(email)s> --------- - Comment: %(comment)s ---------
vi: --------- - Từ: %(full_name)s <%(email)s> --------- - Bình luận: %(comment)s ---------

source: - Extra info:
vi: - Thông tin thêm:

source: [tina] Feedback from %(full_name)s <%(email)s>
vi: [Fwork] Phản hồi từ %(full_name)s <%(email)s>

source: The payload is not a valid json
vi: json không hợp lệ

source: The project doesn't exist
vi: Dự án không tồn tại

source: Bad signature
vi: Hình ảnh chữ ký không đẹp

source: Comment From {platform}: > {comment_message}
vi: Bình luận {platform}: > {comment_message}

source: Invalid issue comment information
vi: Thông tin về lỗi bình luận không hợp lệ

source: Issue created by [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") from [{platform}#{number}]({url} "Go to issue").
vi: Lỗi được tạo bởi [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") từ [{platform}#{number}]({url} "Go to issue").

source: Issue created from {platform}.
vi: Lỗi được tạo từ {platform}.

source: Invalid issue information
vi: Thông tin về vấn đề không hợp lệ

source: unknown user
vi: người dùng không xác định

source: {user_text} changed the status from [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") - Status: **{src_status}** → **{dst_status}**
vi: {user_text} thay đổi trạng thái từ [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") - Trạng thái: **{src_status}** → **{dst_status}**

source: Changed status from {platform} commit. - Status: **{src_status}** → **{dst_status}**
vi: Thay đổi trạng thái từ {platform} cam kết. - Trạng thái: **{src_status}** → **{dst_status}**

source: This {type_name} has been mentioned by {user_text} in the [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") "{commit_message}"
vi: Điều này {type_name} đã được đề cập bởi {user_text} ở trong [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") "{commit_message}"

source: This issue has been mentioned in the {platform} commit "{commit_message}"
vi: Vấn đề này đã được đề cập trong {platform} cam kết "{commit_message}"

source: The referenced element doesn't exist
vi: Các phần được tham chiếu không tồn tại

source: The status doesn't exist
vi: Tình trạng không tồn tại

source: The project param is needed
vi: Yêu cầu tham số dự án

source: Invalid Asana API request
vi: Yêu cầu API Asana không hợp lệ

source: Failed to make the request to Asana API
vi: Không thể yêu cầu API Asana

source: Code param needed
vi: Yêu cầu mã tham số

source: Error importing Asana project
vi: Lỗi khi nhập dự án Asana

source: Invalid auth data
vi: Dữ liệu xác thực không hợp lệ

source: Third party service failing
vi: Dịch vụ cho bên thứ ba không thành công

source: Error importing GitHub project
vi: Lỗi khi nhập dự án GitHub

source: The url param is needed
vi: Yêu cầu tham số url

source: Invalid project_type {}
vi: Project_type không hợp lệ {}

source: Invalid Jira server configuration.
vi: Cấu hình máy chủ Jira không hợp lệ.

source: Invalid or expired auth token
vi: Mã thông báo xác thực không hợp lệ hoặc đã hết hạn

source: Error importing Jira project
vi: Lỗi nhập dự án Jira

source: Error importing PivotalTracker project
vi: Lỗi khi nhập dự án PivotalTracker

source: <h1>Asana Project imported</h1> <p>Hello %(user)s,</p> <h3>Your Asana project has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The tina Team</small></p>
vi: <h1>Đã nhập dự án Asana</h1> <p>Xin chào %(user)s,</p> <h3>Dự án Asana của bạn đã được nhập thành công.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your Asana project has been correctly imported. You can see the project %(project)s here: %(url)s --- The tina Team
vi: Xin chào %(user)s, Dự án Asana của bạn đã được nhập thành công. Bạn có thể nhìn thấy dự án %(project)s tại đây: %(url)s --- Nhóm Fwork

source: [%(project)s] Your Asana project has been imported
vi: [%(project)s] Dự án Asana của bạn đã được nhập

source: <h1>GitHub Project imported</h1> <p>Hello %(user)s,</p> <h3>Your GitHub project has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The tina Team</small></p>
vi: <h1>Dự án GitHub đã được nhập</h1> <p>Xin chào %(user)s,</p> <h3>Dự án GitHub của bạn đã được nhập thành công.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your GitHub project has been correctly imported. You can see the project %(project)s here: %(url)s --- The tina Team
vi: Xin chào %(user)s, Dự án GitHub của bạn đã được nhập thành công. Bạn có thể nhìn thấy dự án %(project)s tại đây: %(url)s --- Nhóm Fwork

source: [%(project)s] Your GitHub project has been imported
vi: [%(project)s] Dự án GitHub của bạn đã được nhập

source: <h1>Jira Project imported</h1> <p>Hello %(user)s,</p> <h3>Your Jira project has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The tina Team</small></p>
vi: <h1>Dự án Jira đã được nhập</h1> <p>Xin chào %(user)s,</p> <h3>Dựa án Jira của bạn đã được nhập thành công.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your Jira project has been correctly imported. You can see the project %(project)s here: %(url)s --- The tina Team
vi: Xin chào %(user)s, Dự án Jira của bạn đã được nhập thành công. Bạn có thể nhìn thấy dự án %(project)s tại đây: %(url)s --- Nhóm Fwork

source: [%(project)s] Your Jira project has been imported
vi: [%(project)s] Dự án Jira của bạn đã được nhập

source: <h1>Trello Project imported</h1> <p>Hello %(user)s,</p> <h3>Your Trello project has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>The tina Team</small></p>
vi: <h1>Dự án Trello đã được nhập</h1> <p>Xin chào %(user)s,</p> <h3>Dự án Trello của bạn đã được nhập thành công.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>Nhóm Fwork</small></p>

source: Hello %(user)s, Your Trello project has been correctly imported. You can see the project %(project)s here: %(url)s --- The tina Team
vi: Xin chào %(user)s, Dự án Trello của bạn đã được nhập thành công. Bạn có thể nhìn thấy dự án %(project)s tại đây: %(url)s --- Nhóm Fwork

source: [%(project)s] Your Trello project has been imported
vi: [%(project)s] Dự án Trello của bạn đã được nhập

source: Invalid Request: %s at %s
vi: Yêu cầu không hợp lệ: %s tại %s

source: Unauthorized: %s at %s
vi: Không được phép: %s tại %s

source: Resource Unavailable: %s at %s
vi: Nguồn không có sẵn:%s tại %s

source: Error importing Trello project
vi: Lỗi khi nhập dự án Trello

source: View project
vi: Hiển thị dự án

source: View milestones
vi: Hiển thị các mốc quan trọng

source: View epic
vi: Hiển thị lịch sử

source: View user stories
vi: Hiển thị tin tức người dùng

source: View tasks
vi: Hiển thị các nhiệm vụ

source: View issues
vi: Hiển thị các vấn đề

source: View wiki pages
vi: Hiển thị các trang wiki

source: View wiki links
vi: Hiển thị các liên kết wiki

source: Add milestone
vi: Thêm cột mốc
