Repository: phamhongnhung2501/Taiga.Tina
Catalog: fwork-backend/tina/locale/*/LC_MESSAGES/django.po
Languages: vi

source: superuser status
vi: tình trạng quản lý

source: Designates that this user has all permissions without explicitly assigning them.
vi: Bổ nhiệm người dùng này có tất cả các quyền mà không chỉ định rõ ràng.

source: username
vi: tên đăng nhập

source: Required. 30 characters or fewer. Letters, numbers and /./-/_ characters
vi: Bắt buộc. 30 ký tự trở xuống. Chữ cái, số và /./-/_ ký tự'

source: Enter a valid username.
vi: Nhập vào tên đăng nhập hợp lệ

source: active
vi: kích hoạt

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
vi: Chỉ định xem người dùng này có nên được coi là đang hoạt động hay không. Bỏ chọn điều này thay vì xóa tài khoản.

source: biography
vi: tiểu sử

source: photo
vi: hình ảnh

source: date joined
vi: ngày tham gia

source: accepted terms
vi: điều khoản được chấp nhận

source: new terms read
vi: đọc điều khoản mới

source: default language
vi: ngôn ngữ mặc định

source: default theme
vi: cấu hình mặc định

source: default timezone
vi: múi giờ mặc định

source: colorize tags
vi: các thẻ màu sắc

source: email token
vi: mã thông báo email

source: new email address
vi: địa chỉ email mới

source: max number of owned private projects
vi: số lượng dự án cá nhân tối đa mà người dùng có thể tạo

source: max number of owned public projects
vi: số lượng dự án công tối đa mà người dùng có thể tạo

source: max number of memberships for each owned private project
vi: số lượng thành viên tối đa cho mỗi dự án cá nhân mà người dùng sở hữu

source: max number of memberships for each owned public project
vi: số lượng thành viên tối đa cho mỗi dự án công mà người dùng sở hữu

source: permissions
vi: quyền

source: Username or password does not matches user.
vi: Tên đăng nhập hoăc mật khẩu không khớp với người dùng.

source: <h1>Change your email</h1> <p>Hello %(full_name)s,<br />please confirm your email</p> <a class="button" href="%(url)s" title="Confirm email">Confirm email</a> <p>You can ignore this message if you did not request.</p> <p><small>The tina Team</small></p>
vi: <h1>Thay đổi email của bạn</h1> <p>Xin chào %(full_name)s,<br /> vui lòng xác nhận email của bạn</p> <a class="button" href="%(url)s" title="Xác nhận email">Xác nhận email</a> <p>Bạn có thể bỏ qua tin nhắn này nếu bạn không yêu cầu.</p> <p><small>Đội Fwork</small></p>

source: Hello %(full_name)s, please confirm your email %(url)s You can ignore this message if you did not request. --- The tina Team
vi: Xin chào %(full_name)s, vui lòng xác nhận email %(url)s Bạn có thể bỏ qua thông báo này nếu bạn không yêu cầu. --- Đội Fwork

source: [tina] Change email
vi: [Fwork] Thay đổi email

source: <h1>Recover your password</h1> <p>Hello %(full_name)s, <br /> you asked to recover your password</p> <a class="button" href="%(url)s" title="Recover your password">Recover your password</a> <p>You can ignore this message if you did not request.</p> <p><small>The tina Team</small></p>
vi: <h1>Lấy lại mật khẩu của bạn</h1> <p> Xin chào %(full_name)s, <br /> bạn đã yêu cầu khôi phục mật khẩu</p> <a class="button" href="%(url)s" title="Lấy lại mật khẩu của bạn">Lấy lại mật khẩu của bạn</a> <p>Bạn có thể bỏ qua tin nhắn này nếu bạn không yêu cầu.</p> <p><small>Đội Fwork</small></p>

source: Hello %(full_name)s, you asked to recover your password %(url)s You can ignore this message if you did not request. --- The tina Team
vi: Xin chào %(full_name)s, bạn đã yêu cầu khôi phục mật khẩu %(url)s Bạn có thể bỏ qua thông báo này nếu bạn không yêu cầu. --- Nhóm Fwork

source: [tina] Password recovery
vi: [Fwork] Khôi phục mật khẩu

source: <td> <h2>Thank you for registering in tina</h2> <h3>We hope you enjoy it</h3> <p>We built tina because we wanted the project management tool that sits open on our computers all day long, to serve as a continued reminder of why we love to collaborate, code and design.</p> <p>We built it to be beautiful, elegant, simple to use and fun - without forsaking flexibility and power.</p> <small>The tina Team</small> </td>
vi: <td> <h2>Cảm ơn vì bạn đã đăng ký vào Fwork</h2> <h3>Chúng tôi hy vọng bạn thích</h3> <p>Chúng tôi xây dựng Fwork bởi vì chúng tôi muốn công cụ quản lý dự án này hiện hữu trên máy tính của bạn suốt cả ngày, để nhắc nhớ vì sao chúng tôi yêu thích hợp tác, lập trình và thiết kế.</p> <p> Chúng tôi xây dựng công cụ này trở nên đẹp đẽ, thanh lịch, đơn giản sử dụng - mà không từ bỏ sự linh hoạt và sức mạnh của công cụ quản lý.</p> <small>Đội ngũ Fwork</small> </td>

source: <strong>You may remove your account from this service</strong> <a href="%(url)s" title="Remove your account" style="color: #9dce0a">clicking here</a>
vi: <strong>Bạn có thể xóa tài khoản của bạn khỏi dịch vụ này</strong> <a href="%(url)s" title="Xóa tài khoản của bạn" style="color: #9dce0a">bấm vào đây</a>

source: Thank you for registering in tina We hope you enjoy it We built tina because we wanted the project management tool that sits open on our computers all day long, to serve as a continued reminder of why we love to collaborate, code and design. We built it to be beautiful, elegant, simple to use and fun - without forsaking flexibility and power. -- The tina Team
vi: Cảm ơn bạn đã đăng ký vào Fwork Chúng tôi hy vọng bạn thích Chúng tôi xây dựng Fwork vì chúng tôi muốn công cụ quản lý dự án mở trên máy tính của chúng tôi suốt cả ngày, để phục vụ như một lời nhắc nhở về lý do tại sao chúng tôi thích hợp tác, viết mã và thiết kế. Chúng tôi xây dựng công cụ này trở nên đẹp đẽ, thanh lịch, đơn giản sử dụng - mà không từ bỏ sự linh hoạt và sức mạnh của công cụ quản lý. -- Nhóm Fwork

source: You may remove your account from this service: %(url)s
vi: Có thể bạn đã xóa tài khoản của mình khỏi dịch vụ này: %(url)s

source: You've been tinatized!
vi: Bạn đã đăng ký Fwork thành công

source: invalid
vi: không hợp lệ

source: Invalid username. Try with a different one.
vi: Tên đăng nhập không hợp lệ. Vui lòng thử lại.

source: Read new terms has to be true'
vi: Đọc hiểu các điều khoản mới phải đúng'

source: Duplicate key value violates unique constraint. Key '{}' already exists.
vi: Giá trị khoá trùng lặp vi phạm ràng buộc duy nhất. Khóa '{}' đã được sử dụng.

source: key
vi: khóa

source: secret key
vi: khoá bí mật

source: status code
vi: mã trạng thái

source: request data
vi: dữ liệu yêu cầu

source: request headers
vi: tiêu đề yêu cầu

source: response data
vi: dữ liệu phản hồi

source: response headers
vi: tiêu đề phản hồi

source: duration
vi: thời gian

source: Not allowed IP Address
vi: Địa chỉ IP không cho phép
