Repository: phamhongnhung2501/Taiga.Tina
Catalog: fwork-backend/tina/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Task deleted Hello %(user)s, %(changer)s has deleted a task on %(project)s Task #%(ref)s %(subject)s --- The tina Team
vi: Đã xoa nhiệm vụ Xin chào %(user)s, %(changer)s đã xoá nhiệm vụ trên %(project)s Nhiệm vụ #%(ref)s %(subject)s --- Nhóm Fwork

source: [%(project)s] Deleted the task #%(ref)s "%(subject)s"
vi: [%(project)s] Đã xoá nhiệm vụ #%(ref)s "%(subject)s"

source: <h1>User Story updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s: %(subject)s in tina">See user story</a>
vi: <h1>Đã cập nhật tin tức người dùng</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật tin tức người dùng trên %(project)s</p> <p>Tin tức người dùng #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s: %(subject)s in Fwork">Xem tin tức người dùng</a>

source: User story updated Hello %(user)s, %(changer)s has updated a user story on %(project)s See user story #%(ref)s %(subject)s at %(url)s
vi: Đã cập nhật tin tức người dùng Xin chào %(user)s, %(changer)s đã cập nhật tin tức người dùng trên %(project)s Xem tin tức người dùng #%(ref)s %(subject)s tại %(url)s

source: [%(project)s] Updated the US #%(ref)s "%(subject)s"
vi: [%(project)s] Đã cập nhật US #%(ref)s "%(subject)s"

source: <h1>New user story created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s %(subject)s">See user story</a> <p><small>The tina Team</small></p>
vi: <h1>Đã tạo tin tức người dùng</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo tin tức người dùng %(project)s</p> <p>Tin tức người dùng #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See User Story #%(ref)s %(subject)s">Xem tin tức người dùng</a> <p><small>Nhóm Fwork</small></p>

source: New user story created Hello %(user)s, %(changer)s has created a new user story on %(project)s See user story #%(ref)s %(subject)s at %(url)s --- The tina Team
vi: Đã tạo tin tức người dùng Xin chào %(user)s, %(changer)s đã tạo tin tức người dùng trên %(project)s Xem tin tức người dùng #%(ref)s %(subject)s tại %(url)s --- Nhóm Fwork

source: [%(project)s] Created the US #%(ref)s "%(subject)s"
vi: [%(project)s] Đã tạo US #%(ref)s "%(subject)s"

source: <h1>User Story deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a user story on %(project)s</p> <p>User Story #%(ref)s %(subject)s</p> <p><small>The tina Team</small></p>
vi: <h1>Tin tức người dùng đã được xoá</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xoá tin tức người dùng trên %(project)s</p> <p>Tin tức người dùng #%(ref)s %(subject)s</p> <p><small>Nhóm Fwork</small></p>

source: User Story deleted Hello %(user)s, %(changer)s has deleted a user story on %(project)s User Story #%(ref)s %(subject)s --- The tina Team
vi: Đã xoá tin tức người dùng Xin chào %(user)s, %(changer)s đã xoá tin tức người dùng trên %(project)s Tin tức người dùng #%(ref)s %(subject)s --- Nhóm Fwork

source: [%(project)s] Deleted the US #%(ref)s "%(subject)s"
vi: [%(project)s] Đã xoá US #%(ref)s "%(subject)s"

source: <h1>Wiki Page updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <a class="button" href="%(url)s" title="See wiki page in tina">See Wiki Page</a>
vi: <h1>Đã cập nhật trang wiki</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật trang wiki trên %(project)s</p> <p>Trang Wiki %(page)s</p> <a class="button" href="%(url)s" title="See wiki page in Fwork">Xem trang Wiki </a>

source: Wiki Page updated Hello %(user)s, %(changer)s has updated a wiki page on %(project)s See wiki page %(page)s at %(url)s
vi: Đã cập nhật trang wiki Xin chào %(user)s, %(changer)s đã cập nhật trang wiki trên %(project)s Xem trang wiki %(page)s t %(url)s

source: [%(project)s] Updated the Wiki Page "%(page)s"
vi: [%(project)s] Đã cập nhật trang wiki "%(page)s"

source: <h1>New wiki page created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <a class="button" href="%(url)s" title="Wiki page %(page)s">See wiki page</a> <p><small>The tina Team</small></p>
vi: <h1>Đã tạo một trang wiki mới</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo một trang wiki mới trên %(project)s</p> <p>Trang Wiki %(page)s</p> <a class="button" href="%(url)s" title="Wiki page %(page)s">Xem trang wiki</a> <p><small>Nhóm Fwork</small></p>

source: New wiki page created Hello %(user)s, %(changer)s has created a new wiki page on %(project)s See wiki page %(page)s at %(url)s --- The tina Team
vi: New wiki page created Xin chào %(user)s, %(changer)s đã tạo một trang wiki mới trên %(project)s Xem trang wiki %(page)s tại %(url)s --- Nhóm Fwork

source: [%(project)s] Created the Wiki Page "%(page)s"
vi: [%(project)s] Đã tạo trang wiki "%(page)s"

source: <h1>Wiki page deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a wiki page on %(project)s</p> <p>Wiki page %(page)s</p> <p><small>The tina Team</small></p>
vi: <h1>Đã xoá trang wiki</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xoá một trang wiki trên %(project)s</p> <p>Trang wiki %(page)s</p> <p><small>Nhóm Fwork</small></p>

source: Wiki page deleted Hello %(user)s, %(changer)s has deleted a wiki page on %(project)s Wiki page %(page)s --- The tina Team
vi: Wiki page deleted Xin chào %(user)s, %(changer)s đã xoá một trang wiki trên %(project)s Trang wiki %(page)s --- Nhóm Fwork

source: [%(project)s] Deleted the Wiki Page "%(page)s"
vi: [%(project)s] Đã xoá trang wiki "%(page)s"

source: Watchers contains invalid users
vi: Người theo dõi bao gồm người dùng không hợp lệ

source: The version must be an integer
vi: Phiên bản phải là số nguyên

source: The version parameter is not valid
vi: Tham số phiên bản không hợp lệ

source: The version doesn't match with the current one
vi: Phiên bản không khớp với phiên bản hiện tại

source: version
vi: phiên bản

source: You can't leave the project if you are the owner or there are no more admins
vi: Bạn không thể rời khỏi dự án nếu bạn là người đứng đầu hoặc không có quản trị viên nào

source: Project without owner
vi: Dự án không có người đứng

source: You have reached your current limit of memberships for private projects
vi: Bạn đã đạt giới hạn hiện tại của các thành viên cho các dự án tư nhân

source: You have reached your current limit of memberships for public projects
vi: Bạn đã đạt giới hạn hiện tại của các thành viên cho các dự án công cộng

source: You have reached the current limit of pending memberships
vi: Bạn đã đạt đến giới hạn thành viên đang chờ xử lý

source: You can't have more private projects
vi: Bạn không thể có thêm nhiều dự án cá nhân nữa

source: This project reaches your current limit of memberships for private projects
vi: Dự án này đạt giới hạn thành viên hiện tại cho các dự án tư nhân

source: You can't have more public projects
vi: Bạn không thể có thêm nhiều dự án công cộng nữa

source: This project reaches your current limit of memberships for public projects
vi: Dự án này đạt đến giới hạn thành viên hiện tại cho các dự án công cộng

source: Project End
vi: Kết thúc dự án

source: Token is invalid
vi: Mã thông báo không hợp lệ

source: Token has expired
vi: Mã thông báo đã hết hạn

source: Invalid tag '{value}'. The color is not a valid HEX color or null.
vi: Thẻ không hợp lệ '{value}'. Màu sắc không phải là màu HEX hợp lệ hoặc vô giá trị.

source: Invalid tag '{value}'. it must be the name or a pair '["name", "hex color/" | null]'.
vi: Thẻ không hợp lệ '{value}'. ó phải là tên hoặc là một cặp '["name", "hex color /" | null]'.

source: Invalid tag '{value}'. It must be the tag name.
vi: Thẻ không hợp lệ '{value}'. Bắt buộc phải là tên thẻ.

source: tags
vi: các thẻ

source: tags colors
vi: màu cho các thẻ

source: This tag already exists.
vi: Thẻ này đã tồn tại.

source: The color is not a valid HEX color.
vi: Màu sắc không phải là màu HEX hợp lệ.

source: The tag doesn't exist.
vi: Tag không tồn tại.

source: You don't have permissions to set this sprint to this task.
vi: Bạn không có quyền thiết lập sprint cho vấn đề này.

source: You don't have permissions to set this user story to this task.
vi: Bạn không có quyền thiết lập tin tức này của người dùng vào nhiệm vụ này.

source: You don't have permissions to set this status to this task.
vi: Bạn không có quyền đặt trạng thái này cho nhiệm vụ này.

source: us order
vi: đặt thứ tự cho chúng tôi

source: taskboard order
vi: thứ tự nhiệm vụ

source: is iocaine
vi: là iocaine

source: Invalid milestone id.
vi: Mốc id không hợp lệ.

source: Invalid task status id.
vi: Id trạng thái nhiệm vụ không hợp lệ.

source: Invalid user story id.
vi: Id tin tức người dùng không hợp lệ.

source: Invalid task status id. The status must belong to the same project.
vi: Id trạng thái nhiệm vụ không hợp lệ. Trạng thái đó phải thuộc về cùng một dự án.

source: Invalid user story id. The user story must belong to the same project.
vi: Id tin tức người dùng không hợp lệ. Tin tức đó của người dùng phải thuộc cùng một dự án.

source: Invalid milestone id. The milestone must belong to the same project.
vi: Mốc id không hợp lệ. Các cột mốc phải thuộc về cùng một dự án.

source: Invalid task ids. All tasks must belong to the same project and, if it exists, to the same status, user story and/or milestone.
vi: Id tác vụ không hợp lệ. Tất cả các nhiệm vụ phải thuộc về cùng một dự án và điều này cũng tương tự như tin tức người dùng và/hoặc cột mốc.

source: someone
vi: ai đó

source: <h2>You have been invited to tina!</h2> <p>Hi! %(full_name)s has sent you an invitation to join project <em>%(project)s</em> in tina.</br> tina is a Free, open Source Agile Project Management Tool.</p>
vi: <h2>Bạn đã được mời vào Fwork!</h2> <p>Xin chào! %(full_name)s đã gửi bạn lời mời để tham gia vào dự án <em>%(project)s</em> trong Fwork.</p>

source: <p><small>And now a few words from the jolly good fellow or sistren<br/> who thought so kindly as to invite you</small></p> <p><strong>%(extra)s</strong></p>
vi: <p><small>Và có một vài lời từ những người anh em đồng nghiệp tốt<br/> những người rất tốt bụng khi mời bạn</small></p> <p><strong>%(extra)s</strong></p>

source: Accept your invitation to tina
vi: Chấp nhận lời mời của bạn tham gia vào Fwork

source: Accept your invitation
vi: Chấp nhận lời mời của bạn

source: The tina Team
vi: Đội ngũ Fwork

source: You, or someone you know, has invited you to tina Hi! %(full_name)s has sent you an invitation to join a project called %(project)s which is being managed on tina, a Free, open Source Agile Project Management Tool.
vi: Bạn hoặc ai đó biết bạn đã mời bạn tham gia vào Fwork Xin chào! %(full_name)s đã gửi lời mời cho bạn tham gia vào dự án có tên là %(project)s đang được quản lý trên phần mềm quản lý dự án Fwork.

source: And now a few words from the jolly good fellow or sistren who thought so kindly as to invite you: %(extra)s
vi: Và có một vài lời từ những người anh em đồng nghiệp tốt bụng đã mời bạn tham gia: %(extra)s

source: Accept your invitation to tina following this link:
vi: Chấp nhận lời mời của bạn đến Fwork theo liên kết này:

source: --- The tina Team
vi: --- Đội ngũ Fwork

source: [tina] Invitation to join to the project '%(project)s'
vi: [Fwork] Lờ mời tham gia vào dự án '%(project)s'

source: <h1>You have been added to a project</h1> <p>Hello %(full_name)s,<br />you have been added to the project %(project)s</p> <a class="button" href="%(url)s" title="Go to%(project)s">Go to project</a> <p><small>The tina Team</small></p>
vi: <h1>Bạn đã được thêm vào dự án</h1> <p>Xin chào %(full_name)s,<br />bạn đã được thêm vào dự án %(project)s</p> <a class="button" href="%(url)s" title="Go to%(project)s">Chuyển đến dự án</a> <p><small>Nhóm Fwork</small></p>

source: You have been added to a project Hello %(full_name)s,you have been added to the project %(project)s See project at %(url)s
vi: Bạn vừa được thêm vào dự án Xin chào %(full_name)s,bạn vừa được thêm vào dự án %(project)s Xem dự án tại %(url)s

source: [tina] Added to the project '%(project)s'
vi: [tina] Đã được thêm vào dự án '%(project)s'

source: <p>Hi %(old_owner_name)s,</p> <p>%(new_owner_name)s has accepted your offer and will become the new project owner for "%(project_name)s".</p>
vi: <p>Xin chào %(old_owner_name)s,</p> <p>%(new_owner_name)s đã chấp nhận yêu cầu của bạn và sẽ trở thành người đứng đầu mới cho dự án "%(project_name)s".</p>

source: <p>%(new_owner_name)s says:</p>
vi: <p>%(new_owner_name)s nói:</p>

source: <p>From now on, your new status for this project will be "admin".</p>
vi: <p> Bắt đầu từ bây giờ, trạng thái mới của bạn cho dự án này sẽ là "quản trị viên". </p>

source: Hi %(old_owner_name)s, %(new_owner_name)s has accepted your offer and will become the new project owner for "%(project_name)s".
vi: Xin chào %(old_owner_name)s, %(new_owner_name)s đã chấp nhận yêu cầu của bạn và sẽ trở thành người đứng đầu mới cho dự án "%(project_name)s".

source: %(new_owner_name)s says:
vi: %(new_owner_name)s nói:

source: From now on, your new status for this project will be "admin".
vi: Bắt đầu từ bây giờ, trạng thái mới của bạn cho dự án này sẽ là "quản trị viên".

source: The tina Team
vi: Đội ngũ Fwork

source: [%(project)s] Project ownership transfer offer accepted!
vi: [%(project)s] Đề nghị chuyển quyền sở hữu dự án được chấp nhận!

source: <p>Hi %(owner_name)s,</p> <p>%(rejecter_name)s has declined your offer and will not become the new project owner for "%(project_name)s".</p>
vi: <p>Xin chào %(owner_name)s,</p> <p>%(rejecter_name)s đã từ chối yêu cầu của bạn và sẽ không là người đứng đầu mới cho dự án "%(project_name)s".</p>

source: <p>%(rejecter_name)s says:</p>
vi: <p>%(rejecter_name)s nói:</p>

source: <p>If you want, you can still try to transfer the project ownership to a different person.</p>
vi: <p> Nếu bạn muốn, bạn vẫn có thể chuyển quyền sở hữu dự án cho một người khác.</p>

source: Request transfer to a different person
vi: Yêu cầu chuyển cho một người khác

source: Hi %(owner_name)s, %(rejecter_name)s has declined your offer and will not become the new project owner for "%(project_name)s".
vi: Xin chào %(owner_name)s, %(rejecter_name)s đã từ chối yêu cầu của bạn và sẽ không là người đứng đầu mới cho dự án "%(project_name)s".

source: %(rejecter_name)s says:
vi: %(rejecter_name)s nói:

source: If you want, you can still try to transfer the project ownership to a different person.
vi: Nếu bạn muốn, bạn vẫn có thể chuyển quyền sở hữu dự án cho một người khác.</p>

source: Request transfer to a different person:
vi: Yêu cầu chuyển cho một người khác:

source: [%(project)s] Project ownership transfer declined
vi: [%(project)s] Đề nghị chuyển quyền sở hữu dự án bị từ chối!

source: <p>Hi %(owner_name)s,</p> <p>%(requester_name)s has requested to become the project owner for "%(project_name)s".</p>
vi: <p>Xin chào %(owner_name)s,</p> <p>%(requester_name)s đã yêu cầu trở thành người đứng đầu dự án cho "%(project_name)s".</p>

source: <p>Please, click on "Continue" if you would like to start the project transfer from the administration panel.</p>
vi: <p>Vui lòng nhấp vào "Tiếp tục" nếu bạn muốn bắt đầu chuyển dự án từ bảng quản trị.</p>

source: Continue
vi: Tiếp tục

source: Hi %(owner_name)s, %(requester_name)s has requested to become the project owner for "%(project_name)s".
vi: Xin chào %(owner_name)s, %(requester_name)s đã yêu cầu trở thành người đứng đầu cho dự án "%(project_name)s".

source: Please, go to your project settings if you would like to start the project transfer from the administration panel.
vi: Vui lòng truy cập cài đặt dự án nếu bạn muốn bắt đầu chuyển dự án từ bảng quản trị.

source: Go to your project settings:
vi: Truy cập dự án của bạn:

source: [%(project)s] Project ownership transfer request
vi: [%(project)s] Yêu cầu chuyển quyền sở hữu dự án

source: <p>Hi %(receiver_name)s,</p> <p>%(owner_name)s, the current project owner at "%(project_name)s" would like you to become the new project owner.</p>
vi: <p>Xin chào %(receiver_name)s,</p> <p>%(owner_name)s, người đứng đầu sở hữu dự án hiện nay tại "%(project_name) s" muốn bạn trở thành người đứng đầu mới của dự án.</p>

source: <p>%(owner_name)s says:</p>
vi: <p>%(owner_name)s nói:</p>

source: <p>Please, click on "Continue" to either accept or reject this proposal.</p>
vi: <p> Vui lòng nhấp vào "Tiếp tục" để chấp nhận hoặc từ chối đề xuất này.</p>

source: Hi %(receiver_name)s, %(owner_name)s, the current project owner at "%(project_name)s" would like you to become the new project owner.
vi: Xin chào %(receiver_name)s, %(owner_name)s, chủ sản phẩm hiện nay tại "%(project_name)s" muốn bạn trở thành chủ sản phẩm mới.

source: %(owner_name)s says:
vi: %(owner_name)s nói:

source: Please, go to the following link to either accept or reject this proposal.</p>
vi: Vui lòng truy cập vào liên kết sau để chấp nhận hoặc từ chối đề xuất này.</p>

source: Accept or reject the project ownership transfer:
vi: Chấp nhận hoặc từ chối chuyển quyền sở hữu dự án:

source: [%(project)s] Project ownership transfer offer
vi: [%(project)s] Đề nghị chuyển quyền sở hữu dự án

source: The agile product backlog in Scrum is a prioritized features list, containing short descriptions of all functionality desired in the product. When applying Scrum, it's not necessary to start a project with a lengthy, upfront effort to document all requirements. The Scrum product backlog is then allowed to grow and change as more is learned about the product and its customers
vi: Tập hợp sản phẩm trong Scrum là một danh sách các tính năng ưu tiên, chứa các mô tả ngắn về tất cả các chức năng mong muốn trong sản phẩm. Khi áp dụng Scrum, để bắt đầu dự án không nhất thiết phải ghi lại tất cả các yêu cầu. Việc tập hợp sản phẩm trong Scrum sau đó được phép phát triển và thay đổi khi có nhiều thông tin hơn về sản phẩm và khách hàng.

source: Kanban is a method for managing knowledge work with an emphasis on just-in-time delivery while not overloading the team members. In this approach, the process, from definition of a task to its delivery to the customer, is displayed for participants to see and team members pull work from a queue.
vi: Kanban là một phương pháp quản lý công việc tri thức, với việc tập trung chỉ trong thời gian giao hàng trong khi không làm quá tải các thành viên trong nhóm. Trong phương pháp này, qúa trình từ định nghĩa nhiệm vụ đến việc giao nó cho khách hàng được hiển thị cho người tham gia thấy và các thành viên trong nhóm xếp các công việc theo thứ tự.

source: New
vi: Mới

source: Ready
vi: Sẵn sàng

source: In progress
vi: Đang xử lý

source: Ready for test
vi: Sẵn sàng thử nghiệm

source: Done
vi: Hoàn thành

source: Archived
vi: Đã lưu trữ

source: Closed
vi: Đã kết thúc

source: Needs Info
vi: Cần thông tin

source: Postponed
vi: Hoãn lại

source: Rejected
vi: Từ chối

source: Bug
vi: Lỗi

source: Question
vi: Câu hỏi

source: Enhancement
vi: Tăng cường

source: Low
vi: Thấp

source: Normal
vi: Trung bình

source: High
vi: Cao

source: Wishlist
vi: Danh sách mong muốn

source: Minor
vi: Nhỏ

source: Important
vi: Quan trọng

source: Critical
vi: Khẩn cấp

source: Design
vi: Thiết kế

source: Front
vi: Trước

source: Back
vi: Sau

source: Product Owner
vi: Chủ sản phẩm

source: Stakeholder
vi: Bên liên quan

source: You don't have permissions to set this sprint to this user story.
vi: Bạn không có quyền thiết lập sprint cho tin tức này của người dùng.

source: You don't have permissions to set this status to this user story.
vi: Bạn không có quyền đặt trạng thái này cho tin tức này của người dùng.

source: Invalid role id '{role_id}'
vi: Id vai trò không hợp lệ '{role_id}'

source: Invalid points id '{points_id}'
vi: Id điểm không hợp lệ '{points_id}'

source: Generating the user story #{ref} - {subject}
vi: Tạo tin tức người dùng #{ref} - {subject}

source: role
vi: vai trò

source: backlog order
vi: tập hợp thứ tự

source: sprint order
vi: thứ tự sprint

source: kanban order
vi: thứ tự kanban

source: finish date
vi: ngày hoàn thành

source: assigned users
vi: người dùng được chỉ định

source: generated from issue
vi: được tạo ra từ vấn đề

source: There's no user story with that id
vi: Không có tin tức người dùng với id đó

source: Invalid user story status id. The status must belong to the same project.
vi: Id trạng thái nhiệm vụ không hợp lệ. Trạng thái đó phải thuộc về cùng một dự án.

source: Invalid milestone id. The milistone must belong to the same project.
vi: Mốc id không hợp lệ. Các cột mốc phải thuộc về cùng một dự án.

source: Invalid user story ids. All stories must belong to the same project and, if it exists, to the same status and milestone.
vi: Id tin tức người dùng không hợp lệ. Tất cả các nhiệm vụ phải thuộc về cùng một dự án và điều này cũng tương tự như tin tức người dùng và/hoặc cột mốc.

source: The milestone isn't valid for the project
vi: Các cột mốc khôn có giá trị đối với dự án

source: All the user stories must be from the same project
vi: Tất cả các tin tức của người dùng phải từ cùng một dự án

source: There's no project with that id
vi: Không có dự án nào với id đó

source: The user yet exists in the project
vi: Người dùng chưa có trong dự án

source: Invalid role for the project
vi: Vai trò không hợp lệ đối với dự án

source: The user must be a valid contact
vi: Người dùng phải có liên hệ hợp lệ

source: The project owner must be admin.
vi: Chủ sản phẩm phải là người quản lý.

source: At least one user must be an active admin for this project.
vi: Ít nhất một người dùng phải là quản trị viên tích cực cho dự án này.

source: Invalid role ids. All roles must belong to the same project.
vi: Id vai trò không hợp lệ. Tất cả các vai trò phải liên quan cùng một dự án.

source: Default options
vi: Tùy chọn mặc định

source: User story's statuses
vi: Trạng thái tin tức của người dùng

source: Points
vi: Điểm

source: Task's statuses
vi: Các trạng thái nhiệm vụ

source: Issue's statuses
vi: nh trạng vấn đề

source: Issue's types
vi: Các loại vấn đề

source: Priorities
vi: hững vấn đề ưu tiên

source: Severities
vi: Mức độ nghiêm trọng

source: Roles
vi: Vai trò

source: Votes
vi: Lượt bình chọn

source: Vote
vi: Bình chọn

source: 'content' parameter is mandatory
vi: tham số 'nội dung' là bắt buộc

source: 'project_id' parameter is mandatory
vi: tham số 'project_id' là bắt buộc

source: last modifier
vi: lần thay đổi cuối

source: Check the history API for the exact diff
vi: Kiểm tra lịch sử API để tìm chính xác sự khác biệt

source: Project Member
vi: Thành viên Dự án

source: Project Members
vi: Các Thành viên Dự án

source: Project Ownership
vi: Quyền sở hữu dự án

source: Project Ownerships
vi: Các quyền sở hữu dự án

source: Personal info
vi: Thông tin cá nhân

source: Permissions
vi: Quyền hạn

source: Restrictions
vi: Những Hạn Chế

source: Important dates
vi: Những ngày quan trọng

source: Duplicated email
vi: Email bị trùng

source: Not valid email
vi: Email không hợp lệ

source: Invalid username or email
vi: Tên người dùng hoặc email không hợp lệ

source: Mail sended successful!
vi: Thư gửi thành công!

source: Current password parameter needed
vi: Yêu cầu tham số cho mật khẩu hiện tại

source: New password parameter needed
vi: Yêu cầu tham số cho mật khẩu mới

source: Invalid password length at least 6 charaters needed
vi: Độ dài mật khẩu không hợp lệ, cần tối thiểu 6 kí tự

source: Invalid current password
vi: Mật khẩu hiện tại không hợp lệ

source: Invalid, are you sure the token is correct and you didn't use it before?
vi: Không hợp lệ, bạn có chắc mã thông là đúng và bạn chưa sử dụng nó trước đây?

source: Invalid, are you sure the token is correct?
vi: Không hợp lệ, bạn có chắc mã thông báo chính xác?
