Repository: phamhongnhung2501/Taiga.Tina
Catalog: fwork-backend/tina/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Modify milestone
vi: Điều chỉnh cột mốc

source: Delete milestone
vi: Xóa cột mốc

source: Add epic
vi: Thêm lịch sử

source: Modify epic
vi: Điều chỉnh lịch sử

source: Comment epic
vi: Bình luận lịch sử

source: Delete epic
vi: Xóa lịch sử

source: View user story
vi: Hiển thị tin tức người dùng

source: Add user story
vi: Thêm tin tức người dùng

source: Modify user story
vi: Chỉnh sửa tin tức người dùng

source: Comment user story
vi: Bình luận tin tức người dùng

source: Delete user story
vi: Xoá tin tức người dùng

source: Add task
vi: Thêm công việc

source: Modify task
vi: Sửa công việc

source: Comment task
vi: Bình luận công việc

source: Delete task
vi: Xóa công việc

source: Add issue
vi: Thêm vấn đề

source: Modify issue
vi: Chỉnh sửa vấn đề

source: Comment issue
vi: Bình luận vấn đề

source: Delete issue
vi: Xóa vấn đề

source: Add wiki page
vi: Thêm trang wiki

source: Modify wiki page
vi: Sửa đổi trang wiki

source: Comment wiki page
vi: Bình luận trang wiki

source: Delete wiki page
vi: Xóa trang wiki

source: Add wiki link
vi: Thêm liên kết wiki

source: Modify wiki link
vi: Sửa đổi liên kết wiki

source: Delete wiki link
vi: Xóa liên kết wiki

source: Modify project
vi: Điều chỉnh dự án

source: Delete project
vi: Xóa dự án

source: Add member
vi: Thêm thành viên

source: Remove member
vi: Xóa thành viên

source: Admin project values
vi: Giá trị dự án quản trị

source: Admin roles
vi: Vai trò quản trị viên

source: Privacity
vi: Quyền riêng tư

source: Modules
vi: Các mô đun

source: Default values
vi: Giá trị mặc định

source: Activity
vi: Dịch vụ khác

source: Fans
vi: Người yêu thích

source: owner
vi: người sở hữu

source: {count} successfully made public.
vi: {count} được công khai thành công.

source: Make public
vi: Công bố công khai

source: {count} successfully made private.
vi: {count} công bố công khai thành công.

source: Make private
vi: Đặt quyền riêng tư

source: Delete selected %(verbose_name_plural)s
vi: Xóa dòng đã chọn %(verbose_name_plural)s

source: Incomplete arguments
vi: Thông tin chưa đầy đủ

source: Invalid image format
vi: Định dạng ảnh không hợp lệ

source: Not valid template name
vi: Tên mẫu không hợp lệ

source: Not valid template description
vi: Mô tả mẫu không hợp lệ

source: Invalid user id
vi: ID người dùng không hợp lệ

source: The user doesn't exist
vi: Người dùng không tồn tại

source: The user must be already a project member
vi: Người dùng phải là thành viên dự án

source: You can't delete user story due date by default
vi: Theo mặc định, bạn không thể xóa tin tức người dùng

source: Project already have due dates
vi: Dự án đã đến ngày đáo hạn

source: You can't delete task due date by default
vi: Bạn không thể xóa ngày hết hạn nhiệm vụ theo mặc định

source: Project already have task due dates
vi: Dự án đã có ngày hoàn thành nhiệm vụ

source: You can't delete issue due date by default
vi: Bạn không thể xoá vấn đề ngày hết hạn theo mặc định

source: Project already have issue due dates
vi: Dự án đã có ngày đáo hạn

source: This user can't be removed from the following projects, because would leave them without any active admin: {}.
vi: Người dùng này không thể bị xóa khỏi các dự án sau, bởi vì dự án có thể để họ lại mà không cần bất kỳ hoạt động nào của quản trị viên: {}

source: The project must have an owner and at least one of the users must be an active admin
vi: Dự án phải có chủ sở hữu và ít nhất một trong số những người dùng phải là quản trị viên tích cực

source: You don't have permisions to see that.
vi: Bạn không có quyền để thấy điều đó.

source: Partial updates are not supported
vi: Cập nhật một phần không được hỗ trợ

source: Object id issue isn't exists
vi: Không tồn tại vấn đề về id của đối tượng

source: Project ID not matches between object and project
vi: ID của dự án không khớp giữa đối tượng và dự án

source: project
vi: dự án

source: content type
vi: kiểu nội dung

source: object id
vi: id của đối tượng

source: modified date
vi: Lần sửa cuối

source: attached file
vi: tập tin đính kèm

source: is deprecated
vi: không được chấp nhận

source: from comment
vi: từ bình luận

source: order
vi: thứ tự

source: AppearIn
vi: Xuất hiện ở

source: Custom
vi: Tùy chỉnh

source: This project is blocked due to payment failure
vi: Dự án này bị chặn do thanh toán thất bại

source: This project is blocked by admin staff
vi: Dự án này bị chặn bởi nhân viên quản trị

source: This project is blocked because the owner left
vi: Dự án này bị chặn vì chủ sở hữu đã ngừng hoạt động

source: This project is blocked while it's deleted
vi: Dự án này bị chặn trong lúc bị xóa

source: You are receiving this message because you are listed as administrator of the project titled %(project_name)s. If you don't want members of the tina community contacting your project, please <a href="%(project_settings_url)s">update your project settings</a> to prevent such contacts. Regular communications amongst members of the project will not be affected.
vi: Bạn nhận được thông báo này bởi vì bạn là quản trị viên của dự án có tiêu đề %(project_name)s. Nếu bạn không muốn các thành viên của cộng đồng Fwork liên hệ với dự án của bạn, vui lòng <a href="%(project_settings_url)s">cập nhật cài đặt dự án của bạn</a> để ngăn chặn các liên hệ đó. Thông tin liên lạc thường xuyên giữa các thành viên trong dự án sẽ không bị ảnh hưởng.

source: %(full_name)s has written to %(project_name)s
vi: %(full_name)s đã đươcj ghi vào %(project_name)s

source: You are receiving this message because you are listed as administrator of the project titled %(project_name)s. If you don't want members of the tina community contacting your project, please update your project settings in %(project_settings_url)s to prevent such contacts. Regular communications amongst members of the project will not be affected.
vi: Bạn nhận được thông báo này bởi vì bạn là quản trị viên của dự án có tiêu đề %(project_name)s. Nếu bạn không muốn các thành viên của cộng đồng Fwork liên hệ với dự án của bạn, vui lòng cập nhật cài đặt dự án của bạn trong %(project_settings_url)s để ngăn chặn các liên hệ đó. Thông tin liên lạc thường xuyên giữa các thành viên trong dự án sẽ không bị ảnh hưởng.

source: [tina] %(full_name)s has sent a message to the project %(project_name)s
vi: [Fwork] %(full_name)s đã gửi tin nhắn đến dự án %(project_name)s

source: Text
vi: Văn bản

source: Multi-Line Text
vi: Văn bản có nhiều dòng

source: Rich text
vi: Văn bản đa dạng

source: Date
vi: Ngày

source: type
vi: loại

source: values
vi: các giá trị

source: epic
vi: lịch sử

source: user story
vi: tin tức người dùng

source: task
vi: nhiệm vụ

source: issue
vi: lỗi

source: Already exists one with the same name.
vi: Đã tồn tại với cùng một tên.

source: due date
vi: ngày đáo hạn

source: reason for the due date
vi: lý do cho ngày đáo hạn

source: You don't have permissions to set this status to this epic.
vi: Bạn không có quyền đặt trạng thái cho lịch sử này.

source: ref
vi: tham chiếu

source: status
vi: trạng thái

source: epics order
vi: thứ tự lịch sử

source: subject
vi: Chủ đề

source: color
vi: màu sắc

source: assigned to
vi: giao cho

source: is client requirement
vi: là yêu cầu của khách hàng

source: is team requirement
vi: là yêu cầu của nhóm

source: user stories
vi: các tin tức của người dùng

source: external reference
vi: tài liệu tham khảo bên ngoài

source: There's no epic with that id
vi: Không có lịch sử với id đó

source: comment is required
vi: yêu cầu bình luận

source: deleted comments can't be edited
vi: các bình luận đã xoá không thể chỉnh sửa lại được

source: Comment already deleted
vi: Bình luận đã bị xóa

source: Comment not deleted
vi: Bình luận không bị xóa

source: Change
vi: Thay đổi

source: Create
vi: Tạo mới

source: Delete
vi: Xóa bỏ

source: %(role)s role points
vi: %(role)s điểm vai trò của

source: from
vi: từ

source: to
vi: đến

source: Added new attachment
vi: Đã thêm tệp đính kèm mới

source: Updated attachment
vi: Cập nhật tệp đính kèm

source: deprecated
vi: ngưng phát triển

source: not deprecated
vi: không tán thành

source: Deleted attachment
vi: Xóa tệp đính kèm

source: added
vi: đã thêm

source: removed
vi: đã xóa

source: Unassigned
vi: Chưa phân công

source: Not set
vi: Không thiết lập

source: -deleted-
vi: -đã xoá-

source: to:
vi: đến:

source: from:
vi: từ:

source: Added
vi: Đã thêm

source: Changed
vi: Đã thay đổi

source: Deleted
vi: Đã xóa

source: added:
vi: đã thêm:

source: removed:
vi: đã xóa bỏ:

source: From:
vi: Từ:

source: To:
vi: Tới:

source: content
vi: nội dung

source: blocked note
vi: ghi chú bị chặn

source: You don't have permissions to set this sprint to this issue.
vi: Bạn không có quyền thiết lập sprint cho vấn đề này.

source: You don't have permissions to set this status to this issue.
vi: Bạn không có quyền đặt trạng thái này cho vấn đề này.

source: You don't have permissions to set this severity to this issue.
vi: Bạn không có quyền thiết lập mức độ nghiêm trọng này cho vấn đề này.

source: You don't have permissions to set this priority to this issue.
vi: Bạn không có quyền thiết lập việc ưu tiên cho vấn đề này.

source: You don't have permissions to set this type to this issue.
vi: Bạn không có quyền đặt loại này cho vấn đề này.

source: severity
vi: mức độ nghiêm trọng

source: priority
vi: ưu tiên

source: milestone
vi: cột mốc

source: finished date
vi: ngày kết thúc

source: Like
vi: Thích

source: Likes
vi: Lượt Thích

source: slug
vi: đường dẫn tĩnh

source: estimated start date
vi: ước tính ngày bắt đầu

source: estimated finish date
vi: ước tính ngày kết thúc

source: is closed
vi: đã kết thúc

source: disponibility
vi: sự bất đồng

source: The estimated start must be previous to the estimated finish.
vi: Ngày bắt đầu ước tính phải làm trước ngày ước tính kết thúc

source: There's no milestone with that id
vi: Không có cột mốc nào với id đó

source: is blocked
vi: bị chặn

source: ref param is needed
vi: yêu cầu thông số tham khảo

source: project or project__slug param is needed
vi: yêu cầu dự án hoặc dự án_tham số tĩnh

source: '{param}' parameter is mandatory
vi: Tham số '{param}' là bắt buộc

source: 'project' parameter is mandatory
vi: tham số 'project' là bắt buộc

source: The user must be a project member.
vi: Người dùng phải là thành viên của dự án.

source: create at
vi: tạo lúc

source: token
vi: mã thông báo

source: invitation extra text
vi: yêu cầu thêm văn bản

source: user order
vi: thứ tự người dùng

source: The user is already member of the project
vi: Tài khoản này đã là thành viên của dự án.

source: default epic status
vi: trạng thái lịch sử mặc định

source: default US status
vi: trạng thái mặc định của Chúng tôi

source: default points
vi: các điểm mặc định

source: default task status
vi: trạng thái nhiệm vụ mặc định

source: default priority
vi: mặc định quyền ưu tiên

source: default severity
vi: mặc định mức độ nghiêm trọng

source: default issue status
vi: trạng thái vấn đề mặc định

source: default issue type
vi: loại vấn đề mặc định

source: logo
vi: biểu tượng

source: members
vi: các thành viên

source: total of milestones
vi: toàn bộ cột mốc

source: total story points
vi: toàn bộ các điểm tin tức

source: active contact
vi: chủ động liên hệ

source: active epics panel
vi: bảng lịch sử tích cực

source: active backlog panel
vi: bảng điều khiển tồn đọng

source: active kanban panel
vi: bảng điều khiển kanban

source: active wiki panel
vi: bảng điều khiển wiki

source: active issues panel
vi: bảng điều khiển hoạt động

source: videoconference system
vi: hệ thống hội nghị truyền hình

source: videoconference extra data
vi: hội nghị truyền hình thêm dữ liệu

source: creation template
vi: tạo mẫu

source: is private
vi: riêng tư

source: anonymous permissions
vi: quyền ẩn danh

source: user permissions
vi: quyền người sử dụng

source: is featured
vi: nổi bật

source: is looking for people
vi: đang tìm người

source: looking for people note
vi: tìm kiếm người nổi bật

source: project transfer token
vi: mã thông báo chuyển dự án

source: blocked code
vi: mã bị chặn

source: updated date time
vi: cập nhật thời gian

source: count
vi: đếm

source: fans last week
vi: người yêu thích tuần trước

source: fans last month
vi: người yêu thích tháng trước

source: fans last year
vi: người yêu thích năm trước

source: activity last week
vi: hoạt động tuần trước

source: activity last month
vi: hoạt động tháng trước

source: activity last year
vi: hoạt động năm ngoái

source: modules config
vi: mô-đun cấu hình

source: is archived
vi: được lưu trữ

source: work in progress limit
vi: làm việc trong giới hạn tiến độ

source: value
vi: giá trị

source: by default
vi: theo mặc định

source: days to due
vi: ngày đáo hạn

source: default owner's role
vi: vai trò mặc định của người đứng đầu

source: default options
vi: các tùy chọn mặc định

source: epic statuses
vi: các trạng thaí lịch sử

source: us statuses
vi: các trạng thái của chúng ta

source: us duedates
vi: ngày đáo hạn của chúng ta

source: points
vi: các điểm

source: task statuses
vi: các trạng thái nhiệm vụ

source: task duedates
vi: công việc đến gày đáo hạn

source: issue statuses
vi: tình trạng vấn đề

source: issue types
vi: loại vấn đề

source: issue duedates
vi: công việc đến gày đáo hạn

source: priorities
vi: những vấn đề ưu tiên

source: severities
vi: mức độ nghiêm trọng

source: roles
vi: vai trò

source: epic custom attributes
vi: thuộc tính tùy chỉnh lịch sử

source: us custom attributes
vi: thuộc tính tùy chỉnh

source: task custom attributes
vi: nhiệm vụ thược tính tuỳ chỉnh

source: issue custom attributes
vi: lỗi thuộc tính tuỳ chỉnh

source: Involved
vi: Có liên quan

source: All
vi: Tất cả

source: None
vi: Không một ai

source: created date time
vi: tạo ngày giờ

source: history entries
vi: lịch sử truy nhập

source: notify users
vi: thông báo cho người dùng

source: Watched
vi: Đã xem

source: Notify exists for specified user and project
vi: Thông báo tồn tại cho người dùng và dự án được chỉ định

source: Invalid value for notify level
vi: Giá trị không hợp lệ cho mức thông báo

source: <h1>Epic updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a epic on %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Epic #%(ref)s: %(subject)s in tina">See epic</a>
vi: <h1>Đã cập nhật Epic</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật epic trên %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Epic #%(ref)s: %(subject)s in Fwork">Xem Epic</a>

source: Epic updated Hello %(user)s, %(changer)s has updated a epic on %(project)s See epic #%(ref)s %(subject)s at %(url)s
vi: Đã cập nhật epic Xin chào %(user)s, %(changer)s đã cập nhật epic trên %(project)s Xem epic #%(ref)s %(subject)s tại %(url)s

source: [%(project)s] Updated the epic #%(ref)s "%(subject)s"
vi: [%(project)s] Đã cập nhật epic #%(ref)s "%(subject)s"

source: <h1>New epic created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new epic on %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Epic #%(ref)s %(subject)s">See epic</a> <p><small>The tina Team</small></p>
vi: <h1>Đã tạo epic mới</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo epic mới trên %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Epic #%(ref)s %(subject)s">See epic</a> <p><small>Nhóm Fwork</small></p>

source: New epic created Hello %(user)s, %(changer)s has created a new epic on %(project)s See epic #%(ref)s %(subject)s at %(url)s --- The tina Team
vi: Epic mới đã được tạo Xin chào %(user)s, %(changer)s đã tạo epic mới trong %(project)s Xem epic #%(ref)s %(subject)s tại%(url)s --- Nhóm Fwork

source: [%(project)s] Created the epic #%(ref)s "%(subject)s"
vi: [%(project)s] Đã tạo epic #%(ref)s "%(subject)s"

source: <h1>Epic deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a epic on %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <p><small>The tina Team</small></p>
vi: <h1>Đã xóa epic</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xóa epic trong %(project)s</p> <p>Epic #%(ref)s %(subject)s</p> <p><small>Nhóm Fwork</small></p>

source: Epic deleted Hello %(user)s, %(changer)s has deleted a epic on %(project)s Epic #%(ref)s %(subject)s --- The tina Team
vi: Đã xoá Epic Xin chào %(user)s, %(changer)s đã xoá epic trên %(project)s Epic #%(ref)s %(subject)s --- Nhóm Fwork

source: [%(project)s] Deleted the epic #%(ref)s "%(subject)s"
vi: [%(project)s] Đã xoá epic #%(ref)s "%(subject)s"

source: <h1>Issue updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated an issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s: %(subject)s in tina">See issue</a>
vi: <h1>Vấn đề đã được cập nhật</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật lỗi trên %(project)s</p> <p>Lỗi #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s: %(subject)s in Fwork">Xem lỗi</a>

source: Issue updated Hello %(user)s, %(changer)s has updated an issue on %(project)s See issue #%(ref)s %(subject)s at %(url)s
vi: Vấn đề đã được cập nhật Xin chào %(user)s, %(changer)s đã cập nhật vấn đề trên%(project)s Xem lỗi #%(ref)s %(subject)s tại %(url)s

source: [%(project)s] Updated the issue #%(ref)s "%(subject)s"
vi: [%(project)s] Đã cập nhật lỗi #%(ref)s "%(subject)s"

source: <h1>New issue created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s %(subject)s">See issue</a> <p><small>The tina Team</small></p>
vi: <h1>Vấn đề mới đã được tạo ra</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo một vấn đề mới trên %(project)s</p> <p>Vấn đề #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Issue #%(ref)s %(subject)s">See issue</a> <p><small>Nhóm Fwork </small></p>

source: New issue created Hello %(user)s, %(changer)s has created a new issue on %(project)s See issue #%(ref)s %(subject)s at %(url)s --- The tina Team
vi: Đã tạo vấn đề mới Xin chào %(user)s, %(changer)s đã tạo lỗi mới trên %(project)s Xem lỗi #%(ref)s %(subject)s tại %(url)s --- Nhóm Fwork

source: [%(project)s] Created the issue #%(ref)s "%(subject)s"
vi: [%(project)s] Đã tạo vấn đề #%(ref)s "%(subject)s"

source: <h1>Issue deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted an issue on %(project)s</p> <p>Issue #%(ref)s %(subject)s</p> <p><small>The tina Team</small></p>
vi: <h1>Vấn đề đã được xoá</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xoá một lỗi trên %(project)s</p> <p>Vấn đề #%(ref)s %(subject)s</p> <p><small>Nhóm Fwork</small></p>

source: Issue deleted Hello %(user)s, %(changer)s has deleted an issue on %(project)s Issue #%(ref)s %(subject)s --- The tina Team
vi: Vấn đề đã được xoá Xin chào %(user)s, %(changer)s đã xoá một lỗi trên %(project)s Vấn đề #%(ref)s %(subject)s --- Nhóm Fwork

source: [%(project)s] Deleted the issue #%(ref)s "%(subject)s"
vi: [%(project)s] Đã xoá lỗi #%(ref)s "%(subject)s"

source: <h1>Sprint updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated an sprint on %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint: %(name)s in tina">See sprint</a>
vi: <h1>Đã cập nhật Sprint</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật sprint trên %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint: %(name)s in Fwork">Xem sprint</a>

source: Sprint updated Hello %(user)s, %(changer)s has updated a sprint on %(project)s See sprint %(name)s at %(url)s
vi: Đã cập nhật Sprint Xin chào %(user)s, %(changer)s đã cập nhật sprint trên %(project)s Xem sprint %(name)s tại %(url)s

source: [%(project)s] Updated the sprint "%(milestone)s"
vi: [%(project)s] Đã cập nhật sprint "%(milestone)s"

source: <h1>New sprint created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new sprint on %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint %(name)s">See sprint</a> <p><small>The tina Team</small></p>
vi: <h1>Sprint đã được tạo</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo một sprint trên %(project)s</p> <p>Sprint %(name)s</p> <a class="button" href="%(url)s" title="See Sprint %(name)s">Xem sprint</a> <p><small>Nhóm Fwork</small></p>

source: New sprint created Hello %(user)s, %(changer)s has created a new sprint on %(project)s See sprint %(name)s at %(url)s --- The tina Team
vi: Sprint mới đã được tạo Xin chào %(user)s, %(changer)s một sprint mới đã được tạo trên %(project)s Xem sprint %(name)s tại %(url)s --- Nhóm Fwork

source: [%(project)s] Created the sprint "%(milestone)s"
vi: [%(project)s] Đã tạo sprint "%(milestone)s"

source: <h1>Sprint deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted an sprint on %(project)s</p> <p>Sprint %(name)s</p> <p><small>The tina Team</small></p>
vi: <h1>Đã xoá sprint</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xoá một sprint trên %(project)s</p> <p>Sprint %(name)s</p> <p><small>Nhóm Fwork</small></p>

source: Sprint deleted Hello %(user)s, %(changer)s has deleted an sprint on %(project)s Sprint %(name)s --- The tina Team
vi: Đã xoá sprint Xin chào %(user)s, %(changer)s đã xoá một sprint trên %(project)s Sprint %(name)s --- Nhóm Fwork

source: [%(project)s] Deleted the Sprint "%(milestone)s"
vi: [%(project)s] Đã xoá sprint "%(milestone)s"

source: <h1>Task updated</h1> <p>Hello %(user)s, <br> %(changer)s has updated a task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s: %(subject)s in tina">See task</a>
vi: <h1>Đã cập nhật nhiệm vụ</h1> <p>Xin chào %(user)s, <br> %(changer)s đã cập nhật một nhiệm trên %(project)s</p> <p>Nhiệm vụ #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s: %(subject)s in Fwork">Xem nhiệm vụ</a>

source: Task updated Hello %(user)s, %(changer)s has updated a task on %(project)s See task #%(ref)s %(subject)s at %(url)s
vi: Đã cập nhật nhiệm vụ Xin chào %(user)s, %(changer)s một nhiệm vụ đã được cập nhật trên %(project)s Xem nhiệm vụ #%(ref)s %(subject)s tại %(url)s

source: [%(project)s] Updated the task #%(ref)s "%(subject)s"
vi: [%(project)s] Đã cập nhật nhiệm vụ #%(ref)s "%(subject)s"

source: <h1>New task created</h1> <p>Hello %(user)s,<br />%(changer)s has created a new task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s %(subject)s">See task</a> <p><small>The tina Team</small></p>
vi: <h1>Nhiệm vụ mới đã được taọ</h1> <p>Xin chào %(user)s,<br />%(changer)s đã tạo một nhiệm vụ mới trên %(project)s</p> <p>Nhiệm vụ #%(ref)s %(subject)s</p> <a class="button" href="%(url)s" title="See Task #%(ref)s %(subject)s">Xem nhiệm vụ</a> <p><small>Nhóm </small></p>

source: New task created Hello %(user)s, %(changer)s has created a new task on %(project)s See task #%(ref)s %(subject)s at %(url)s --- The tina Team
vi: Đã tạo nhiệm vụ mới Xin chào %(user)s, %(changer)s đã tạo một nhiệm vụ mới trên %(project)s Xem nhiệm vụ #%(ref)s %(subject)s tại %(url)s --- Nhóm Fwork

source: [%(project)s] Created the task #%(ref)s "%(subject)s"
vi: [%(project)s] Đã tạo nhiệm vụ #%(ref)s "%(subject)s"

source: <h1>Task deleted</h1> <p>Hello %(user)s,<br />%(changer)s has deleted a task on %(project)s</p> <p>Task #%(ref)s %(subject)s</p> <p><small>The tina Team</small></p>
vi: <h1>Đã xoá nhiệm vụ</h1> <p>Xin chào %(user)s,<br />%(changer)s đã xoá một nhiệm vụ trên %(project)s</p> <p>Nhiệm vụ #%(ref)s %(subject)s</p> <p><small>Nhóm Fwork</small></p>
